Repository: manhcuong5311-hue/EasySchedule
Catalog: Easy Schedule/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi

# accent.color.coral
source: Coral
ja: コーラル
ko: 코랄
vi: San hô

# accent.color.graphite
source: Graphite
ja: グラファイト
ko: 그라파이트
vi: Xám đậm

# accent.color.green
source: Green
ja: グリーン
ko: 그린
vi: Xanh lá

# accent.color.mint
source: Mint
ja: ミント
ko: 민트
vi: Xanh ngọc

# accent.color.orange
source: Orange
ja: オレンジ
ko: 오렌지
vi: Cam

# access_mutual
source: Mutual access
ja: 相互アクセス
ko: 상호 접근
vi: Truy cập hai chiều

# access_one_way_request
source: One-way — tap to request back
ja: 片方向 — タップしてリクエスト
ko: 단방향 — 탭하여 요청 보내기
vi: Một chiều — nhấn để yêu cầu lại

source: Access required
ja: アクセスが必要です
ko: 접근 권한 필요
vi: Cần quyền truy cập

# access.title
source: Access
ja: アクセス
ko: 접근
vi: Quyền truy cập

source: Account active
ja: アカウントが有効です
ko: 계정 활성화됨
vi: Tài khoản đang hoạt động

# account_and_premium
source: Account & Premium
ja: アカウントとプレミアム
ko: 계정 및 프리미엄
vi: Tài khoản & Premium

# account_created_message
source: Please verify your email before logging in.
ja: ログインする前にメールアドレスを確認してください。
ko: 로그인하기 전에 이메일 인증을 완료해 주세요.
vi: Vui lòng kiểm tra email để xác thực trước khi đăng nhập.

# account_created_title
source: Account Created!
ja: アカウントが作成されました！
ko: 계정이 생성되었습니다!
vi: Đã tạo tài khoản!

source: Account management
ja: アカウント管理
ko: 계정 관리
vi: Quản lý tài khoản

# account_section
source: Account
ja: アカウント
ko: 계정
vi: Tài khoản

source: Add
ja: 追加
ko: 추가
vi: Thêm

source: Add appointment
ja: 予定を追加
ko: 일정 추가
vi: Thêm lịch hẹn

# add_button
source: Add
ja: 追加
ko: 추가

# add_event_title
source: Add event
ja: 予定を追加
ko: 이벤트 추가
vi: Thêm lịch

# add_member_choose_from_history
source: Choose from history
ja: 履歴から選択
ko: 기록에서 선택

# add_member_current_members
source: Current members
ja: 現在のメンバー
ko: 현재 멤버

# add_member_enter_uid
source: Enter UID
ja: UIDを入力
ko: UID 입력

# add_member_error_already_in_event
source: You are already in this event
ja: すでにこの予定に参加しています
ko: 이미 이 이벤트에 참여하고 있습니다

# add_member_error_event_ended
source: This event has already ended.
ja: このイベントはすでに終了しています。
ko: 이 이벤트는 이미 종료되었습니다.
vi: Sự kiện này đã kết thúc.

# add_member_error_failed_add
source: Unable to add this member. Please try again.
ja: メンバーを追加できませんでした。もう一度お試しください。
ko: 멤버를 추가할 수 없습니다. 다시 시도해 주세요.
vi: Không thể thêm thành viên. Vui lòng thử lại.

# add_member_error_no_permission
source: You don't have permission
ja: 権限がありません
ko: 권한이 없습니다

# add_member_error_not_logged_in
source: Not logged in
ja: ログインしていません
ko: 로그인되지 않았습니다

# add_member_error_user_already_joined
source: User already joined
ja: ユーザーはすでに参加しています
ko: 이미 참여한 사용자입니다

# add_member_error_user_not_found
source: User not found.
ja: ユーザーが見つかりません。
ko: 사용자를 찾을 수 없습니다.
vi: Không tìm thấy người dùng.

# add_member_error_user_off_day
source: This user is unavailable on this day.
ja: この日はユーザーの休業日です。
ko: 이 날은 사용자의 휴무일입니다.
vi: Người này không rảnh vào ngày này.

# add_member_event_ended
source: This event has already ended.
ja: このイベントはすでに終了しています。
ko: 이 이벤트는 이미 종료되었습니다.
vi: Sự kiện này đã kết thúc.

# add_member_owner
source: Owner
ja: オーナー
ko: 소유자

# add_member_remove_confirm_message
source: Are you sure you want to remove this member from the event?
ja: このメンバーをイベントから削除してもよろしいですか？
ko: 이 이벤트에서 해당 멤버를 제거하시겠습니까?
vi: Bạn có chắc muốn xoá thành viên này khỏi sự kiện không?

# add_member_remove_confirm_title
source: Remove member?
ja: メンバーを削除しますか？
ko: 멤버를 제거하시겠습니까?
vi: Xoá thành viên?

# add_member_title
source: Add people to event
ja: イベントに人を追加
ko: 이벤트에 사람 추가
vi: Thêm người vào sự kiện

# add_member_user_busy
source: This user is not available at this time.
ja: この時間はユーザーの予定が埋まっています。
ko: 이 시간에는 사용자가 사용할 수 없습니다.
vi: Người này đang bận vào thời gian này.

# add_member_user_uid
source: User UID
ja: ユーザーUID
ko: 사용자 UID
vi: UID người dùng

# add_member_you
source: You
ja: あなた
ko: 나

# add_task_placeholder
source: Add a task...
ja: タスクを追加...
ko: 할 일 추가…
vi: Thêm công việc...

# adjust_time_hint
source: Adjust the exact start and end times. End time must be after start time.
ja: 開始時間と終了時間を正確に調整してください。終了時間は開始時間より後である必要があります。
ko: 시작 시간과 종료 시간을 정확하게 조정하세요. 종료 시간은 시작 시간 이후여야 합니다.
vi: Điều chỉnh thời gian bắt đầu và kết thúc chính xác. Thời gian kết thúc phải sau thời gian bắt đầu.

# allow_button
source: Allow
ja: 許可
ko: 허용
vi: Cho phép

# allow_conflict
source: Allow conflicting events
ja: 予定の重複を許可
ko: 일정 겹침 허용
vi: Cho phép trùng lịch

# allow_conflict_hint
source: Allow overlapping events to be booked on the same time slot
ja: 同じ時間枠に重複する予定の予約を許可します
ko: 동일한 시간대에 여러 일정이 겹쳐서 예약되도록 허용합니다
vi: Cho phép đặt lịch trùng giờ trên cùng một khung giờ

# allowed_users_section_title
source: Allowed Users
ja: 許可されたユーザー
ko: 허용된 사용자
vi: Người được cho phép

# and_more_events
source: and %lld more…
ja: 他 %lld 件…
ko: 외 %lld개…
vi: và %lld sự kiện khác…

source: App locked
ja: アプリがロックされています
ko: 앱이 잠겨 있습니다
vi: Ứng dụng đã khoá

source: Appearance
ja: 外観
ko: 화면 설정
vi: Giao diện

# apply_all_days
source: Apply to All Days
ja: すべての日に適用
ko: 모든 날짜에 적용
vi: Áp dụng cho tất cả các ngày

# appointment_name_hint
source: Give the appointment a clear name so the recipient knows what it's for.
ja: 受信者が内容をすぐ理解できるように、わかりやすい名前を付けてください。
ko: 받는 사람이 내용을 쉽게 이해할 수 있도록 명확한 이름을 지정하세요.
vi: Đặt tên rõ ràng cho cuộc hẹn để người nhận biết nội dung.

source: Are you sure you want to delete all events for this week?
ja: 今週のすべてのイベントを削除してもよろしいですか？
ko: 이번 주의 모든 이벤트를 삭제하시겠습니까?
vi: Bạn có chắc muốn xoá tất cả sự kiện của tuần này không?

source: Are you sure you want to delete all history?
ja: すべての履歴を削除してもよろしいですか？
ko: 모든 기록을 삭제하시겠습니까?
vi: Bạn có chắc muốn xoá tất cả lịch sử?

# auth.agreement_text
source: By continuing, you agree to our Terms of Service and Privacy Policy.
ja: 続行することで、利用規約およびプライバシーポリシーに同意したものとみなされます。
ko: 계속 진행하면 서비스 약관 및 개인정보 처리방침에 동의하는 것으로 간주됩니다.
vi: Bằng việc tiếp tục, bạn đồng ý với Điều khoản dịch vụ và Chính sách bảo mật.

# auth.continue_email
source: Continue with Email
ja: メールで続行
ko: 이메일로 계속하기
vi: Tiếp tục với Email

# auth.continue_google
source: Continue with Google
ja: Googleで続行
ko: Google로 계속하기

# auth.forgot_password
source: Forgot Password?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
vi: Quên mật khẩu?

# auth.password
source: Password
ja: パスワード
ko: 비밀번호

# auth.signin_email
source: Sign in with Email
ja: メールでログイン
ko: 이메일로 로그인
vi: Đăng nhập bằng Email

# auth.welcome_to
source: Welcome to
ja: ようこそ
ko: 환영합니다
vi: Chào mừng đến với

# availability_busy
source: Busy
ja: 予定あり
ko: 일정 있음
vi: Bận

# availability_glance_subtitle
source: Busy hours and off days update in real time. No back-and-forth messages.
ja: 予定ありの時間や休みはリアルタイムで更新。やり取りは不要です。
ko: 바쁜 시간과 휴무일이 실시간으로 업데이트됩니다. 불필요한 메시지는 필요 없습니다.
vi: Giờ bận và ngày nghỉ được cập nhật theo thời gian thực. Không cần nhắn tin qua lại.

# availability_glance_title
source: See availability at a glance
ja: ひと目で分かる 空き時間
ko: 한눈에 보는 가능한 시간
vi: Xem thời gian rảnh chỉ trong nháy mắt

# availability_past
source: Past
ja: 過去
ko: 지난 시간
vi: Đã qua

# availability_today
source: Today
ja: 今日
ko: 오늘
vi: Hôm nay

# best_value_save
source: Best value · Save more
ja: 最もお得 · 節約
ko: 최고의 가치 · 더 큰 절약
vi: Giá tốt nhất · Tiết kiệm hơn

source: Block
ja: ブロック
ko: 차단
vi: Chặn

source: Book
ja: 予約
ko: 예약
vi: Đặt

# booking_created_successfully
source: Booking created succesfully!
ja: 予約が作成されました。
ko: 예약이 성공적으로 생성되었습니다!
vi: Đã tạo lịch thành công!

# booking_limit_7_days
source: Free plan allows booking up to 7 days in advance.
ja: 無料プランでは、最大7日先まで予約できます。
ko: 무료 플랜에서는 최대 7일까지 예약할 수 있습니다.
vi: Gói miễn phí chỉ cho phép đặt lịch trước tối đa 7 ngày.

# booking_permission_required
source: The calendar owner hasn’t granted you booking access yet.
ja: このカレンダーの所有者から、予約の許可がまだ付与されていません。
ko: 캘린더 소유자가 아직 예약 권한을 허용하지 않았습니다.
vi: Chủ lịch chưa cấp quyền cho bạn đặt lịch.

# booking_success_for_user
source: You have successfully created an event for this user.
ja: このユーザー向けのイベントを正常に作成しました。
ko: 이 사용자를 위한 이벤트가 성공적으로 생성되었습니다.
vi: Bạn đã đặt lịch thành công cho người dùng này.

source: Busiest day
ja: 最も忙しい日
ko: 가장 바쁜 날
vi: Ngày bận rộn nhất

source: Busy
ja: 予定あり
ko: 사용 중
vi: Bận

source: Busy (event)
ja: 予定あり
ko: 이미 일정 있음
vi: Đã có sự kiện

source: Busy hours
ja: 対応不可時間
ko: 바쁜 시간
vi: Giờ bận

# busy_hours_disabled_off_day
source: This day is marked as off. Busy hours are disabled.
ja: 休日には時間を設定できません。
ko: 휴일에는 바쁜 시간을 설정할 수 없습니다.
vi: Không thể đặt giờ bận vào ngày nghỉ.

# busy_hours_off_day_hint
source: Cannot set busy hours on a day off
ja: 休業日には予定不可時間を設定できません
ko: 휴무일에는 바쁜 시간을 설정할 수 없습니다
vi: Không thể đặt giờ bận trong ngày nghỉ

# busy_hours_tile_hint
source: Block specific time ranges so no one can book you
ja: 特定の時間帯をブロックして、誰も予約できないようにします
ko: 특정 시간대를 차단하여 아무도 예약할 수 없도록 합니다
vi: Chặn các khung giờ cụ thể để không ai đặt lịch được

# busy_hours_tile_hint_active
source: Tap to edit your blocked time slots
ja: タップしてブロックした時間枠を編集
ko: 탭하여 차단된 시간대를 수정하세요
vi: Nhấn để chỉnh sửa khung giờ đã chặn

source: Busy time
ja: 予定あり
ko: 일정 있음
vi: Thời gian bận

# calendar_intro_text
source: Select a day to manage your availability. Set day off or busy hours to control when others can book you. Share your calendar to let partners see your availability. Use the + button on the top-right to create a new event just for you. Inside the Add Event view opened by the + button, press and hold on a red busy time to view your busy schedule details without leaving that screen.
ja: 日付を選択して、利用可能な時間を管理します。 休日や予定ありの時間帯を設定して、他の人が予約できる時間をコントロールできます。 カレンダーを共有して、相手にあなたの空き時間を知らせましょう。 右上の + ボタンを使って、自分専用の新しい予定を作成できます。 + ボタンから予定追加画面を開いた後、赤色の予定時間を長押しすると、その画面を離れることなく自分の予定詳細を確認できます。
ko: 날짜를 선택하여 사용 가능한 시간을 관리하세요. 휴무일이나 바쁜 시간을 설정하여 다른 사람이 예약할 수 있는 시간을 조정할 수 있습니다. 캘린더를 공유하여 상대방이 당신의 가능한 시간을 볼 수 있도록 하세요. 오른쪽 상단의 + 버튼을 사용하여 나만을 위한 새 일정을 추가할 수 있습니다. + 버튼으로 열린 일정 추가 화면에서 빨간색으로 표시된 바쁜 시간을 길게 누르면 해당 화면을 나가지 않고도 내 일정 상세 정보를 확인할 수 있습니다.
vi: Chọn một ngày để quản lý lịch trống của bạn. Đặt ngày nghỉ hoặc khung giờ bận để kiểm soát thời gian người khác có thể đặt. Chia sẻ lịch để đối tác xem thời gian rảnh của bạn. Sử dụng nút + ở góc trên bên phải để tạo một sự kiện mới chỉ dành cho bạn. Trong màn hình tạo sự kiện được mở bằng nút +, nhấn giữ vào khung giờ bận màu đỏ để xem chi tiết lịch bận của bạn mà không cần rời khỏi màn hình này.

source: Cancel
ja: キャンセル
ko: 취소
vi: Huỷ

# cannot_add_self
source: You cannot add yourself.
ja: 自分自身を追加することはできません。
ko: 자기 자신을 추가할 수 없습니다.
vi: Bạn không thể thêm chính mình.

# cannot_book
source: Cannot book event
ja: イベントを予約できません
ko: 이벤트를 예약할 수 없습니다

# cannot_book_in_past
source: You cannot book an event in the past.
ja: 過去の時間には予定を作成できません。
ko: 이미 지난 시간에는 일정을 만들 수 없습니다.
vi: Không thể đặt lịch vào thời điểm đã qua.

# cannot_book_past_date
source: You cannot book an event in the past.
ja: 過去の日付には予約できません。
ko: 과거 날짜에는 예약할 수 없습니다.
vi: Không thể đặt lịch trong quá khứ.

# cannot_create_event
source: Unable to create the event. Please try again.
ja: 予定を作成できませんでした。もう一度お試しください。
ko: 일정을 생성할 수 없습니다. 다시 시도해 주세요.
vi: Không thể tạo lịch. Vui lòng thử lại.

# cannot_extract_uid
source: Cannot extract UID from the link.
ja: リンクから UID を抽出できません。
ko: 링크에서 UID를 가져올 수 없습니다.
vi: Không lấy được UID từ link.

# cannot_set_offday_in_past
source: You cannot set a day off for a past date.
ja: 過去の日付には休日を設定することはできません。
ko: 과거 날짜에는 휴무일을 설정할 수 없습니다.
vi: Không thể chọn ngày nghỉ trong quá khứ

# cant_book_title
source: Cannot book appointment
ja: 予約できません
ko: 예약할 수 없습니다
vi: Không thể đặt lịch

# cant_create_events_in_the_past
source: You cant create events in the past.
ja: 過去にイベントを作成することはできません。
ko: 과거 날짜에는 이벤트를 생성할 수 없습니다.
vi: Bạn không thể tạo sự kiện trong quá khứ.

source: Change
ja: 変更
ko: 변경
vi: Thay đổi

source: Change display name
ja: 表示名を変更
ko: 표시 이름 변경
vi: Đổi tên hiển thị

# chat_appearance_title
source: Chat appearance
ja: チャットの表示
ko: 채팅 화면 설정
vi: Giao diện trò chuyện

# chat_color_navigation_title
source: Chat colors
ja: チャットの色
ko: 채팅 색상
vi: Màu chat

# chat_color_other_messages
source: Other messages
ja: 相手のメッセージ
ko: 상대방 메시지
vi: Tin nhắn đối phương

# chat_color_section_other_messages
source: Other messages
ja: 相手のメッセージ
ko: 상대방 메시지
vi: Tin nhắn của đối phương

# chat_limit_message
source: You’ve used all 100 free messages. Upgrade to Premium for unlimited messaging.
ja: 無料メッセージ100件をすべて使用しました。
ko: 무료 메시지 100개를 모두 사용했습니다.
vi: Bạn đã sử dụng hết 100 tin nhắn miễn phí. Nâng cấp Premium để tiếp tục trò chuyện.

# chat_limit_title
source: Chat limit reached
ja: チャットの上限に達しました
ko: 채팅 한도에 도달했습니다
vi: Đã đạt giới hạn chat

# chat_message_alex
source: When should we meet?
ja: 何時に会いますか？
ko: 몇 시에 만날까요?
vi: Chúng ta gặp nhau lúc mấy giờ?

# chat_message_confirm
source: Meeting at 3:00 PM
ja: 15:00 のミーティング
ko: 오후 3:00 미팅
vi: Họp lúc 3:00

# chat_message_sam
source: 3:00 PM works for me.
ja: 15:00で問題ないです。
ko: 오후 3시 괜찮아요.
vi: 3 giờ chiều với mình ổn.

# chat_other_message_color
source: Other messages color
ja: 相手のメッセージの色
ko: 상대방 메시지 색상
vi: Màu tin nhắn của người khác

# chat_tag_user
source: User
ja: ユーザー
ko: 사용자
vi: Người dùng

# chat_to_plan_title
source: Turn chats into clear plans
ja: チャットを分かりやすい予定に変換
ko: 채팅을 명확한 일정으로
vi: Biến tin nhắn thành kế hoạch rõ ràng

# chat_todo_prepare
source: Book a table
ja: 席を予約
ko: 자리 예약
vi: Đặt bàn

# check_connection
source: Please check your network connection and try again.
ja: ネットワーク接続を確認して、もう一度お試しください。
ko: 네트워크 연결을 확인한 후 다시 시도해 주세요.
vi: Vui lòng kiểm tra kết nối mạng và thử lại.

# choose_icon_title
source: Choose Icon
ja: アイコンを選択
ko: 아이콘 선택
vi: Chọn biểu tượng

source: Choose Premium plan
ja: Premium プランを選択
ko: Premium 요금제 선택
vi: Chọn gói Premium

source: Choose Pro plan
ja: Pro プランを選択
ko: Pro 요금제 선택

source: Choose time slot
ja: 時間枠を選択
ko: 시간대를 선택하세요

source: Clear
ja: 削除
ko: 삭제
vi: Xoá

source: Clear all
ja: すべてクリア
ko: 모두 지우기
vi: Xoá tất cả

source: Clear history
ja: 履歴を削除
ko: 기록 삭제
vi: Xóa lịch sử

# clear_history_confirm
source: This will remove all viewed links. This action cannot be undone.
ja: 閲覧履歴がすべて削除されます。この操作は元に戻せません。
ko: 모든 조회 기록이 삭제되며 이 작업은 되돌릴 수 없습니다
vi: Thao tác này sẽ xóa toàn bộ lịch sử đã xem và không thể hoàn tác.

source: Close
ja: 閉じる
ko: 닫기
vi: Đóng

source: Close Todo
ja: ToDoを閉じる
ko: 할 일 닫기
vi: Đóng việc cần làm

source: Confirm
ja: 確認
ko: 확인
vi: Xác nhận

# confirm_delete_account
source: Confirm Account Deletion
ja: アカウント削除の確認
ko: 계정 삭제 확인
vi: Xác nhận xoá tài khoản

# confirm_password_placeholder
source: Confirm Password
ja: パスワードを確認
ko: 비밀번호 확인
vi: Xác nhận mật khẩu

source: Connected
ja: 接続済み
ko: 연결됨
vi: Đã kết nối

# connected_success
source: Connected successfully
ja: 接続に成功しました
ko: 연결에 성공했습니다
vi: Kết nối thành công

source: Connecting…
ja: 接続中…
ko: 연결 중…
vi: Đang kết nối…

source: 📞 Contact support
ja: 📞 サポートに問い合わせ
ko: 📞 고객 지원 문의
vi: 📞 Liên hệ hỗ trợ

# context_meeting_title
source: Meeting Request
ja: ミーティング依頼
ko: 미팅 요청
vi: Yêu cầu họp

# cooldown_warning
source: You are doing this too fast. Please wait
ja: 操作が早すぎます。少しお待ちください。
ko: 요청이 너무 빠릅니다. 잠시만 기다려 주세요.

source: Copied
ja: コピーしました
ko: 복사되었습니다
vi: Đã sao chép

source: Copy
ja: コピー
ko: 복사
vi: Sao chép

source: Copy address
ja: 住所をコピー
ko: 주소 복사
vi: Sao chép địa chỉ

source: Copy UID
ja: UIDをコピー
ko: UID 복사
vi: Sao chép UID

source: Create Account
ja: アカウントを作成
ko: 계정 생성
vi: Tạo tài khoản

source: Create appointment
ja: 予定を作成
ko: 약속 생성
vi: Tạo cuộc hẹn

source: Create event failed.
ja: イベントの作成に失敗しました。
ko: 이벤트 생성에 실패했습니다.
vi: Tạo lịch thất bại.

source: Created by you
ja: あなたが作成
ko: 내가 생성
vi: Bạn tạo

# created_for_others
source: Events I created for others
ja: 他のユーザーのために作成したイベント
ko: 내가 다른 사람을 위해 만든 이벤트
vi: Lịch tôi tạo cho người khác

source: Creating account...
ja: アカウントを作成しています…
ko: 계정을 생성하는 중입니다…
vi: Tạo tài khoản…

source: Current events
ja: 現在のイベント
ko: 현재 이벤트
vi: Lịch hiện tại

# custom_time_section
source: Custom time range
ja: カスタム時間範囲
ko: 사용자 지정 시간 범위
vi: Khung giờ tuỳ chỉnh

# custom_window_hint
source: Choose a custom window if preset 30-min slots don't fit your needs.
ja: 既定の30分枠が合わない場合は、カスタム時間帯を選択してください。
ko: 기본 30분 슬롯이 맞지 않으면 사용자 지정 시간대를 선택하세요.
vi: Chọn khung thời gian tùy chỉnh nếu các khoảng 30 phút có sẵn không phù hợp với bạn.

source: Customize events
ja: イベントをカスタマイズ
ko: 이벤트 사용자 지정
vi: Tùy chỉnh sự kiện

source: Dark
ja: ダーク
ko: 다크 모드
vi: Tối

# date_format_prefix
source: Day {d} month {m}, {y}
ja: {y}年{m}月{d}日
ko: {y}년 {m}월 {d}일
vi: Ngày {d} tháng {m}, {y}

# date_label
source: Date
ja: 日付
ko: 날짜
vi: Ngày

# date_time_section
source: Date & Time
ja: 日付と時刻
ko: 날짜 및 시간
vi: Ngày & giờ

# day_badge_new
source: NEW
ja: 新着
ko: 새로움
vi: MỚI

# day_off_message
source: This day is marked as day off.
ja: この日は休日として設定されています。
ko: 이 날짜는 휴무일로 설정되어 있습니다.
vi: Ngày này đang được đặt là ngày nghỉ.

# day_off_message_full
source: This is a day off. You cannot book events on this date.
ja: この日は休暇日のため、イベントを予約できません。
ko: 이 날짜는 휴무일입니다. 이벤트를 예약할 수 없습니다.

# day_off_no_booking
source: This day is marked as a day off — no bookings allowed.
ja: この日は休業日に設定されているため、予約できません。
ko: 이 날짜는 휴무일로 설정되어 있어 예약할 수 없습니다.
vi: Ngày này được đánh dấu là ngày nghỉ — không thể đặt lịch.

# day_prefix
source: Day
ja: 日
ko: 일
vi: Ngày

# days_suffix
source: %@ days
ja: %@日
ko: %@일
vi: %@ ngày

# default_event_title
source: Appointment
ja: 予定
ko: 약속

source: Delete
ja: 削除
ko: 삭제

source: Delete account
ja: アカウントを削除
ko: 계정 삭제
vi: Xoá tài khoản

# delete_account_confirm
source: Are you sure to delete account?
ja: アカウントを削除してもよろしいですか？
ko: 계정을 삭제하시겠습니까?
vi: Bạn có chắc muốn xoá tài khoản

source: Delete all
ja: すべて削除
ko: 모두 삭제

# delete_confirm_title
source: Are you sure you want to delete this item?
ja: この項目を削除してもよろしいですか？
ko: 이 항목을 삭제하시겠습니까?
vi: Bạn có chắc muốn xoá mục này?

# delete_confirmation_title
source: Delete Confirmation
ja: 削除の確認
ko: 삭제 확인
vi: Xác nhận xoá

source: Delete event
ja: イベントを削除
ko: 일정 삭제
vi: Xoá sự kiện

# delete_event_confirm
source: This event will be removed for all participants.
ja: このイベントはすべての参加者から削除されます。
ko: 이 일정은 모든 참가자에게서 삭제됩니다.
vi: Sự kiện này sẽ bị xoá với tất cả những người tham gia.

# delete_event_confirm_prefix
source: Are you sure you want to delete the event?
ja: このイベントを削除してもよろしいですか？
ko: 이 이벤트를 삭제하시겠습니까?
vi: Bạn có chắc muốn xoá sự kiện?

# delete_event_full
source: Delete “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제하시겠습니까?
vi: Bạn có chắc muốn xoá “%@” không?

# delete_event_title
source: Delete this event?
ja: このイベントを削除しますか？
ko: 이 이벤트를 삭제할까요?
vi: Xoá sự kiện này?

source: Deleting account...
ja: アカウントを削除しています…
ko: 계정을 삭제하는 중입니다…
vi: Đang xoá tài khoản...

source: Delivered
ja: 配信済み
ko: 전송됨
vi: Đã gửi

# deny_button
source: Deny
ja: 拒否
ko: 거부
vi: Từ chối

# display_customization_title
source: Display customization
ja: 表示のカスタマイズ
ko: 화면 사용자 설정
vi: Tuỳ chỉnh hiển thị

source: Display language
ja: 表示言語
ko: 표시 언어
vi: Ngôn ngữ hiển thị

source: Display mode
ja: 表示モード
ko: 표시 모드
vi: Chế độ hiển thị

source: Display name
ja: 表示名
ko: 표시 이름
vi: Tên hiển thị

# display_name_updated
source: Display name has been updated.
ja: 表示名が更新されました。
ko: 표시 이름이 업데이트되었습니다.
vi: Tên hiển thị đã được cập nhật.

# display_section_title
source: Display
ja: 表示
ko: 표시

# display_settings_accent_color
source: Accent color
ja: アクセントカラー
ko: 강조 색상
vi: Màu nhấn

# display_settings_chat_colors
source: Chat colors
ja: チャットの色
ko: 채팅 색상
vi: Màu chat

# display_settings_navigation_title
source: Display settings
ja: 表示設定
ko: 디스플레이 설정
vi: Cài đặt hiển thị

# display_settings_time_font_size
source: Time font size: %d
ja: 時間の文字サイズ：%d
ko: 시간 글꼴 크기: %d
vi: Cỡ chữ thời gian: %d

# display_settings_ui_accent
source: App accent color
ja: アプリのアクセントカラー
ko: 앱 강조 색상
vi: Màu chủ đạo của ứng dụng

source: Done
ja: 完了
ko: 완료
vi: Xong

# Đóng
source: Close
ja: 閉じる
ko: 닫기
vi: Đóng

# email_not_verified_title
source: Email not verified
ja: メールが確認されていません
ko: 이메일이 인증되지 않았습니다
vi: Email chưa được xác minh

# email_placeholder
source: Email
ja: メールアドレス
ko: 이메일

# email_required
source: Please enter your email.
ja: メールアドレスを入力してください。
ko: 이메일을 입력해 주세요.
vi: Vui lòng nhập email.

# empty_events_add_title
source: Create your own event
ja: 自分の予定を作成
ko: 내 일정 만들기
vi: Tạo lịch cho bản thân

# empty_events_partner_title
source: Book for someone else
ja: 他の人の予定を作成
ko: 다른 사람 일정 예약
vi: Đặt lịch cho người khác

# empty_events_share_title
source: Share your calendar link
ja: カレンダーリンクを共有
ko: 캘린더 링크 공유
vi: Chia sẻ link lịch

# empty_events_subtitle
source: Make the most of your day in a way that feels right for you.
ja: 自分らしい方法で、一日を有意義に使ってみましょう。
ko: 自分らしい方法で、一日を有意義に使ってみましょう。

# empty_events_title
source: No events scheduled for this day
ja: この日の予定はありません
ko: 이 날에는 일정이 없습니다
vi: Không có lịch trình cho ngày này

# empty_title
source: Event title cannot be empty.
ja: イベント名を入力してください。
ko: 이벤트 제목은 비워둘 수 없습니다.
vi: Tên sự kiện không được để trống.

# end_label
source: End
ja: 終了
ko: 종료
vi: Kết thúc

# end_time
source: End
ja: 終了
ko: 종료
vi: Kết thúc

# end_time_validation_error
source: End time must be after start time. Please adjust your selection.
ja: 終了時間は開始時間より後である必要があります。選択内容を調整してください。
ko: 종료 시간은 시작 시간 이후여야 합니다. 선택을 조정해 주세요.
vi: Thời gian kết thúc phải sau thời gian bắt đầu. Vui lòng điều chỉnh lại lựa chọn.

# enter_email_first
source: Please enter your email first.
ja: まずメールアドレスを入力してください。
ko: 먼저 이메일을 입력해 주세요.
vi: Vui lòng nhập email trước.

# enter_message
source: Write your message
ja: メッセージを入力
ko: 메시지를 입력하세요
vi: Nhập tin nhắn

source: Enter new display name
ja: 新しい表示名を入力
ko: 새 표시 이름 입력
vi: Nhập tên hiển thị mới

# enter_password_to_delete
source: Please enter your password to confirm account deletion.
ja: アカウント削除を確認するため、パスワードを入力してください。
ko: 계정 삭제를 확인하려면 비밀번호를 입력해 주세요.
vi: Nhập mật khẩu để xác nhận xoá

# error
source: Can’t Continue
ja: 続行できません
ko: 계속할 수 없습니다
vi: Không thể tiếp tục

# error_apple_failed
source: Apple login failed.
ja: Appleでのログインに失敗しました。
ko: Apple 로그인에 실패했습니다.
vi: Đăng nhập Apple thất bại.

# error_google_failed
source: Google login error
ja: Googleログインエラー
ko: Google 로그인 오류

# error_invalid_state_no_nonce
source: Invalid state
ja: 無効な状態です
ko: 유효하지 않은 상태
vi: Trạng thái không hợp lệ

# error_title
source: Error
ja: エラー
ko: 오류
vi: Lỗi

# error_unable_fetch_identity_token
source: Unable to fetch identity token.
ja: IDトークンを取得できません。
ko: 인증 토큰을 가져올 수 없습니다.
vi: Không thể lấy identity token.

# error_user_disabled
source: This account has been disabled.
ja: このアカウントは無効化されています。
ko: 이 계정은 비활성화되었습니다.

# error_user_not_found
source: Account not found.
ja: アカウントが見つかりません。
ko: 계정을 찾을 수 없습니다.

# evening_reminder_title
source: Time to wind down 🌙
ja: そろそろ休みましょう 🌙
ko: 이제 쉬어도 괜찮아요 🌙
vi: Đến lúc nghỉ ngơi 🌙

source: Event already exists
ja: イベントはすでに存在しています。
ko: 이미 존재하는 이벤트입니다
vi: Sự kiện đã tồn tại

source: Event Color
ja: イベントの色
ko: 이벤트 색상
vi: Màu sự kiện

# event_color_hint
source: Color helps your event stand out on the calendar.
ja: 色を設定すると、カレンダー上でイベントが目立ちます。
ko: 색상은 캘린더에서 이벤트를 더 눈에 띄게 합니다.
vi: Màu sắc giúp sự kiện của bạn nổi bật trên lịch.

# event_color_section
source: Event color
ja: イベントカラー
ko: 이벤트 색상
vi: Màu sự kiện

# event_conflict
source: This time slot already has another event.
ja: この時間帯には別の予定があります。
ko: 이 시간대에는 이미 다른 일정이 있습니다.
vi: Khung giờ này đã có lịch khác.

# event_open_action
source: Choose an action
ja: 操作を選択
ko: 작업 선택
vi: Chọn hành động

# event_owner
source: Owner: {name}
ja: 作成者：{name}
ko: 소유자: {name}

# event_owner_assigned_to
source: Assigned to:
ja: 作成先：
ko: 생성 대상:
vi: Tạo cho:

# event_owner1
source: Owner: %@
ja: 所有者：%@
ko: 소유자: %@
vi: Người sở hữu: %@

# event_title_hint
source: A clear title helps you identify this event at a glance.
ja: わかりやすいタイトルは、このイベントを一目で識別するのに役立ちます。
ko: 명확한 제목은 이 이벤트를 한눈에 식별하는 데 도움이 됩니다.
vi: Tiêu đề rõ ràng giúp bạn nhận diện sự kiện này ngay lập tức.

# event_title_placeholder
source: Appointment title
ja: 予定のタイトル
ko: 약속 제목
vi: Tiêu đề cuộc hẹn

# events_count
source: {count} events
ja: {count}件のイベント
ko: 이벤트 {count}개
vi: {count} lịch
